{"word2idx": {"student": 0, "research": 1, "program": 2, "cours": 3, "academ": 4, "engin": 5, "phd": 6, "offic": 7, "depart": 8, "mtech": 9, "scienc": 10, "degre": 11, "applic": 12, "requir": 13, "exam": 14, "develop": 15, "titl": 16, "semest": 17, "project": 18, "url": 19, "depth": 20, "dr.": 21, "system": 22, "credit": 23, "comput": 24, "open": 25, "faculti": 26, "design": 27, "use": 28, "work": 29, "btech": 30, "physic": 31, "admiss": 32, "school": 33, "special": 34, "grade": 35, "member": 36, "manag": 37, "educ": 38, "area": 39, "year": 40, "provid": 41, "programm": 42, "dual": 43, "technolog": 44, "complet": 45, "industri": 46, "award": 47, "materi": 48, "process": 49, "candid": 50, "univers": 51, "commun": 52, "offer": 53, "advanc": 54, "follow": 55, "journal": 56, "msc": 57, "chemistri": 58, "one": 59, "computer_sci": 60, "minimum": 61, "shall": 62, "data": 63, "nation": 64, "includ": 65, "organ": 66, "intranet": 67, "regist": 68, "registr": 69, "center": 70, "innov": 71, "mathemat": 72, "intern": 73, "activ": 74, "energi": 75, "entrepreneurship": 76, "laboratori": 77, "facil": 78, "form": 79, "base": 80, "electrical_engin": 81, "access": 82, "undergradu": 83, "time": 84, "chemical_engin": 85, "perform": 86, "variou": 87, "supervisor": 88, "bioengin": 89, "list": 90, "artificial_intellig": 91, "materials_engin": 92, "senat": 93, "mechanical_engin": 94, "regular": 95, "new": 96, "postgradu": 97, "associ": 98, "appli": 99, "must": 100, "support": 101, "bioscienc": 102, "kumar": 103, "studi": 104, "contact": 105, "collabor": 106, "approv": 107, "conduct": 108, "thesi": 109, "institut": 110, "s.": 111, "social": 112, "model": 113, "ai": 114, "per": 115, "sustain": 116, "execut": 117, "human": 118, "addit": 119, "structur": 120, "professor": 121, "meet": 122, "dean": 123, "relat": 124, "polici": 125, "medic": 126, "water": 127, "seminar": 128, "continu": 129, "highlight": 130, "gener": 131, "master": 132, "minor": 133, "content": 134, "graduat": 135, "select": 136, "experi": 137, "present": 138, "juli": 139, "avail": 140, "categori": 141, "report": 142, "field": 143, "interdisciplinari": 144, "confer": 145, "imag": 146, "learn": 147, "two": 148, "registrar": 149, "least": 150, "ay": 151, "public": 152, "cgpa": 153, "servic": 154, "staff": 155, "leav": 156, "link": 157, "govern": 158, "chang": 159, "date": 160, "doctor": 161, "affair": 162, "skill": 163, "publish": 164, "number": 165, "hour": 166, "dynam": 167, "quantum": 168, "electron": 169, "teach": 170, "profession": 171, "singh": 172, "regul": 173, "first": 174, "network": 175, "knowledg": 176, "societi": 177, "prof.": 178, "analysi": 179, "mechan": 180, "detail": 181, "centr": 182, "health": 183, "certif": 184, "assist": 185, "visit": 186, "day": 187, "shortlist": 188, "qualifi": 189, "understand": 190, "function": 191, "tabl": 192, "curriculum": 193, "differ": 194, "event": 195, "disciplin": 196, "make": 197, "end": 198, "major": 199, "toward": 200, "interact": 201, "onlin": 202, "resourc": 203, "interest": 204, "initi": 205, "'s": 206, "integr": 207, "secur": 208, "opportun": 209, "part": 210, "submit": 211, "earn": 212, "emerg": 213, "maximum": 214, "problem": 215, "build": 216, "download": 217, "need": 218, "challeng": 219, "practic": 220, "librari": 221, "administr": 222, "guidelin": 223, "r.": 224, "technic": 225, "within": 226, "paper": 227, "test": 228, "current": 229, "ensur": 230, "oper": 231, "art": 232, "reg/": 233, "propos": 234, "summer": 235, "case": 236, "ii": 237, "examin": 238, "file": 239, "specifi": 240, "space": 241, "receiv": 242, "user": 243, "m.": 244, "respons": 245, "well": 246, "state": 247, "comprehens": 248, "welcom": 249, "allow": 250, "control": 251, "high": 252, "product": 253, "a.": 254, "director": 255, "section": 256, "src": 257, "given": 258, "core": 259, "posit": 260, "ac": 261, "decemb": 262, "chairman": 263, "method": 264, "fee": 265, "life": 266, "enhanc": 267, "week": 268, "elect": 269, "excel": 270, "connect": 271, "like": 272, "p.": 273, "provision": 274, "term": 275, "level": 276, "limit": 277, "object": 278, "congratul": 279, "news": 280, "articl": 281, "etc": 282, "establish": 283, "post": 284, "issu": 285, "devic": 286, "busi": 287, "session": 288, "smart": 289, "approach": 290, "world": 291, "central": 292, "healthcar": 293, "help": 294, "st": 295, "invit": 296, "robot": 297, "start": 298, "admit": 299, "financi": 300, "data_sci": 301, "creat": 302, "scientif": 303, "complex": 304, "durat": 305, "effect": 306, "vision": 307, "address": 308, "elig": 309, "sc": 310, "environ": 311, "would": 312, "enabl": 313, "group": 314, "written": 315, "equip": 316, "sensor": 317, "domain": 318, "d.": 319, "period": 320, "aim": 321, "team": 322, "import": 323, "without": 324, "train": 325, "foundat": 326, "techniqu": 327, "sharma": 328, "pi": 329, "calendar": 330, "minut": 331, "solut": 332, "rule": 333, "focu": 334, "role": 335, "cell": 336, "dot": 337, "except": 338, "compon": 339, "take": 340, "sponsor": 341, "grant": 342, "manufactur": 343, "chemic": 344, "biolog": 345, "result": 346, "coordin": 347, "lab": 348, "civil": 349, "fellowship": 350, "person": 351, "workshop": 352, "effici": 353, "futur": 354, "book": 355, "k.": 356, "kb": 357, "due": 358, "engag": 359, "across": 360, "three": 361, "global": 362, "placement": 363, "set": 364, "letter": 365, "lectur": 366, "point": 367, "total": 368, "plan": 369, "mark": 370, "ono": 371, "document": 372, "equival": 373, "thing": 374, "view": 375, "visual": 376, "onward": 377, "submiss": 378, "appoint": 379, "review": 380, "full-tim": 381, "relev": 382, "molecular": 383, "request": 384, "lead": 385, "transfer": 386, "machine_learn": 387, "success": 388, "author": 389, "intellig": 390, "achiev": 391, "final": 392, "name": 393, "beyond": 394, "drc": 395, "format": 396, "contribut": 397, "charg": 398, "archiv": 399, "particip": 400, "bachelor": 401, "involv": 402, "scale": 403, "properti": 404, "ieee": 405, "improv": 406, "commit": 407, "mba": 408, "tool": 409, "power": 410, "extern": 411, "respect": 412, "assistantship": 413, "direct": 414, "key": 415, "audit": 416, "alumni": 417, "abil": 418, "theori": 419, "internet": 420, "consid": 421, "qualiti": 422, "optic": 423, "join": 424, "recommend": 425, "fundament": 426, "fund": 427, "option": 428, "strategi": 429, "class": 430, "head": 431, "foster": 432, "econom": 433, "mission": 434, "rang": 435, "joint": 436, "attend": 437, "record": 438, "reason": 439, "metal": 440, "citi": 441, "enrol": 442, "carri": 443, "natur": 444, "subject": 445, "along": 446, "featur": 447, "specif": 448, "scholarship": 449, "impact": 450, "encourag": 451, "mobil": 452, "platform": 453, "second": 454, "cse": 455, "talk": 456, "fellow": 457, "identifi": 458, "abroad": 459, "constitut": 460, "iot": 461, "transform": 462, "character": 463, "sme": 464, "procedur": 465, "necessari": 466, "opt": 467, "account": 468, "heat": 469, "corpor": 470, "dsl=": 471, "aiot": 472, "assign": 473, "a-": 474, "expect": 475, "condit": 476, "transport": 477, "simul": 478, "purpos": 479, "board_of_governor": 480, "accept": 481, "young": 482, "promot": 483, "exchang": 484, "creativ": 485, "free": 486, "metallurg": 487, "evalu": 488, "pursu": 489, "permiss": 490, "delhi": 491, "obc": 492, "progress": 493, "schedul": 494, "obtain": 495, "implement": 496, "aspect": 497, "analyt": 498, "strong": 499, "made": 500, "withdraw": 501, "via": 502, "latest": 503, "mishra": 504, "bharat": 505, "newslett": 506, "capabl": 507, "explor": 508, "consult": 509, "get": 510, "cultur": 511, "experiment": 512, "signal": 513, "magnet": 514, "da": 515, "text": 516, "calcul": 517, "full": 518, "everi": 519, "banerje": 520, "divers": 521, "recognit": 522, "absenc": 523, "branch": 524, "gen": 525, "ongo": 526, "environment": 527, "liber": 528, "recent": 529, "focus": 530, "compani": 531, "databas": 532, "detect": 533, "career": 534, "mani": 535, "colleg": 536, "next": 537, "permit": 538, "independ": 539, "mode": 540, "announc": 541, "collect": 542, "share": 543, "optim": 544, "sourc": 545, "regard": 546, "appear": 547, "instructor": 548, "distribut": 549, "novel": 550, "synthesi": 551, "month": 552, "criteria": 553, "gate": 554, "phase": 555, "market": 556, "solv": 557, "idrp": 558, "host": 559, "howev": 560, "fluid": 561, "drink": 562, "theoret": 563, "main/en": 564, "techscap": 565, "investig": 566, "backfil": 567, "averag": 568, "resid": 569, "monitor": 570, "dr": 571, "prepar": 572, "best": 573, "atom": 574, "part-tim": 575, "gupta": 576, "n.": 577, "languag": 578, "consist": 579, "agricultur": 580, "matter": 581, "internship": 582, "flexibl": 583, "recruit": 584, "growth": 585, "facilit": 586, "novemb": 587, "four": 588, "hostel": 589, "philosophi": 590, "crf": 591, "combin": 592, "refer": 593, "march": 594, "algorithm": 595, "solar": 596, "dugc": 597, "deep": 598, "hospit": 599, "right": 600, "pp": 601, "inclus": 602, "us": 603, "differenti": 604, "hands-on": 605, "concept": 606, "critic": 607, "realiti": 608, "tradit": 609, "run": 610, "prescrib": 611, "uniqu": 612, "employ": 613, "ministri": 614, "storag": 615, "potenti": 616, "sens": 617, "batch": 618, "norm": 619, "indic": 620, "act": 621, "essenti": 622, "framework": 623, "sampl": 624, "cancel": 625, "reserv": 626, "think": 627, "give": 628, "orient": 629, "face": 630, "diploma": 631, "transcript": 632, "action": 633, "mention": 634, "particular": 635, "organis": 636, "basic": 637, "prestigi": 638, "ethic": 639, "thermal": 640, "v.": 641, "payment": 642, "normal": 643, "vehicl": 644, "countri": 645, "find": 646, "academia": 647, "individu": 648, "teacher": 649, "revis": 650, "card": 651, "becom": 652, "defens": 653, "scientist": 654, "2d": 655, "usa": 656, "transit": 657, "type": 658, "food": 659, "appropri": 660, "scheme": 661, "descript": 662, "measur": 663, "low": 664, "februari": 665, "vatsa": 666, "way": 667, "sexual": 668, "immers": 669, "academic_year": 670, "begin": 671, "guid": 672, "concern": 673, "alloc": 674, "valid": 675, "wide": 676, "play": 677, "dst": 678, "mr.": 679, "electr": 680, "signific": 681, "tiwari": 682, "declar": 683, "load": 684, "annual": 685, "strength": 686, "mhrd": 687, "convers": 688, "irc": 689, "state-of-the-art": 690, "dedic": 691, "reaction": 692, "idea": 693, "principl": 694, "softwar": 695, "composit": 696, "hous": 697, "tutori": 698, "prior": 699, "goal": 700, "video": 701, "higher": 702, "thermofluid": 703, "extens": 704, "ecosystem": 705, "anand": 706, "solid": 707, "flow": 708, "highli": 709, "larg": 710, "among": 711, "supervis": 712, "upon": 713, "translat": 714, "extend": 715, "sport": 716, "convoc": 717, "patent": 718, "cutting-edg": 719, "util": 720, "carbon": 721, "ebook": 722, "employe": 723, "maintain": 724, "agenc": 725, "abhiyan": 726, "jain": 727, "seri": 728, "instrument": 729, "membran": 730, "locat": 731, "lg=en": 732, "fabric": 733, "fulfil": 734, "note": 735, "compulsori": 736, "satisfactori": 737, "circumst": 738, "display": 739, "foreign": 740, "offici": 741, "found": 742, "symposium": 743, "benefit": 744, "matlab": 745, "agarw": 746, "honor": 747, "nonlinear": 748, "transact": 749, "partner": 750, "valu": 751, "behavior": 752, "produc": 753, "code": 754, "identif": 755, "demand": 756, "remain": 757, "vlsi": 758, "track": 759, "clean": 760, "drug": 761, "close": 762, "insight": 763, "plasma": 764, "live": 765, "catalysi": 766, "mitig": 767, "m/index": 768, "store": 769, "august": 770, "serv": 771, "place": 772, "department": 773, "room": 774, "numer": 775, "correspond": 776, "perman": 777, "go": 778, "cpi": 779, "cyber": 780, "peopl": 781, "phone": 782, "order": 783, "american": 784, "circuit": 785, "local": 786, "subscrib": 787, "formal": 788, "1st": 789, "stage": 790, "exist": 791, "discuss": 792, "repres": 793, "drive": 794, "safeti": 795, "simulink": 796, "sdr": 797, "sever": 798, "chakraborti": 799, "temporari": 800, "board": 801, "interfac": 802, "journey": 803, "surfac": 804, "office-of-academ": 805, "effort": 806, "paramet": 807, "singl": 808, "overal": 809, "proceed": 810, "accord": 811, "software-defin": 812, "guidanc": 813, "shape": 814, "3d": 815, "statist": 816, "navig": 817, "express": 818, "ip": 819, "non": 820, "bring": 821, "deem": 822, "advisor": 823, "call": 824, "either": 825, "ground": 826, "outsid": 827, "depend": 828, "short": 829, "altern": 830, "scholar": 831, "factor": 832, "radio": 833, "top": 834, "hydrogen": 835, "harass": 836, "target": 837, "fab": 838, "virtual": 839, "abl": 840, "amend": 841, "non-grad": 842, "self-studi": 843, "held": 844, "even": 845, "score": 846, "sgpa": 847, "miss": 848, "exempt": 849, "suggest": 850, "intellectu": 851, "murarka": 852, "introduct": 853, "search": 854, "fill": 855, "residenti": 856, "pattern": 857, "instruct": 858, "faculty_memb": 859, "classroom": 860, "topic": 861, "taken": 862, "line": 863, "seek": 864, "contain": 865, "rka": 866, "third": 867, "boron": 868, "g.": 869, "good": 870, "media": 871, "prakash": 872, "endow": 873, "possibl": 874, "temperatur": 875, "protein": 876, "broad": 877, "exampl": 878, "b.": 879, "compar": 880, "context": 881, "speech": 882, "size": 883, "increas": 884, "unit": 885, "mainten": 886, "accommod": 887, "octob": 888, "protocol": 889, "nmr": 890, "write": 891, "advis": 892, "round": 893, "advertis": 894, "region": 895, "hybrid": 896, "expert": 897, "competit": 898, "fuel": 899, "plant": 900, "map": 901, "standard": 902, "bridg": 903, "bodi": 904, "cet": 905, "scroll": 906, "chemistry/en": 907, "pass": 908, "appeal": 909, "automat": 910, "basi": 911, "stand": 912, "treatment": 913, "gain": 914, "reput": 915, "ml": 916, "deadlin": 917, "guest": 918, "real-world": 919, "yadav": 920, "adapt": 921, "introduc": 922, "align": 923, "analyz": 924, "wellb": 925, "diseas": 926, "strateg": 927, "mental": 928, "gian": 929, "press": 930, "legal": 931, "common": 932, "financ": 933, "machin": 934, "task": 935, "cost": 936, "literatur": 937, "slot": 938, "preprint": 939, "april": 940, "main": 941, "copi": 942, "peer": 943, "septemb": 944, "outreach": 945, "mass": 946, "look": 947, "convent": 948, "purchas": 949, "small": 950, "reduc": 951, "predict": 952, "oxid": 953, "drop": 954, "arrang": 955, "criterion": 956, "later": 957, "termin": 958, "medicin": 959, "chair": 960, "togeth": 961, "cover": 962, "exfoli": 963, "-base": 964, "debasi": 965, "sinc": 966, "uba": 967, "hub": 968, "spectroscopi": 969, "green": 970, "site": 971, "pal": 972, "editori": 973, "gaurav": 974, "game": 975, "physics/en": 976, "mathematics/en": 977, "make-up": 978, "disciplinari": 979, "pay": 980, "mean": 981, "count": 982, "council": 983, "recogn": 984, "decis": 985, "care": 986, "sandip": 987, "wave": 988, "photon": 989, "june": 990, "chemical-engin": 991, "multidisciplinari": 992, "polym": 993, "unnat": 994, "better": 995, "capac": 996, "messag": 997, "partnership": 998, "approxim": 999, "pradesh": 1000, "multipl": 1001, "show": 1002, "deep_learn": 1003, "leader": 1004, "vacat": 1005, "fail": 1006, "keep": 1007, "done": 1008, "convert": 1009, "chosen": 1010, "claus": 1011, "merit": 1012, "bs": 1013, "undertak": 1014, "risk": 1015, "updat": 1016, "primari": 1017, "throughout": 1018, "ee": 1019, "bank": 1020, "protect": 1021, "server": 1022, "motiv": 1023, "saurabh": 1024, "correl": 1025, "relax": 1026, "autonom": 1027, "remot": 1028, "cutoff": 1029, "allot": 1030, "-year": 1031, "aggreg": 1032, "forc": 1033, "contrast": 1034, "computer-science-engin": 1035, "discoveri": 1036, "drdo": 1037, "biotechnolog": 1038, "januari": 1039, "bioscience-bioengin": 1040, "molecul": 1041, "queri": 1042, "ram": 1043, "evolv": 1044, "equat": 1045, "wast": 1046, "question": 1047, "awar": 1048, "non-faculti": 1049, "research-highlight": 1050, "ranjan": 1051, "demonstr": 1052, "screen": 1053, "around": 1054, "dia": 1055, "graph": 1056, "estim": 1057, "waiver": 1058, "compet": 1059, "stay": 1060, "break": 1061, "chairperson": 1062, "md": 1063, "senior": 1064, "poster": 1065, "expertis": 1066, "electrical-engin": 1067, "high-qual": 1068, "mind": 1069, "air": 1070, "aspir": 1071, "element": 1072, "light": 1073, "batteri": 1074, "modern": 1075, "read": 1076, "deliveri": 1077, "tech": 1078, "move": 1079, "law": 1080, "district": 1081, "ar": 1082, "licens": 1083, "societ": 1084, "iii": 1085, "ill": 1086, "determin": 1087, "therefor": 1088, "prefer": 1089, "pharmaci": 1090, "phd_student": 1091, "landscap": 1092, "presenc": 1093, "rsc": 1094, "royal": 1095, "functionari": 1096, "blend": 1097, "mechanical-engin": 1098, "travel": 1099, "faq": 1100, "anti": 1101, "background": 1102, "jaipur": 1103, "bhatnagar": 1104, "relationship": 1105, "layer": 1106, "defect": 1107, "nuclear": 1108, "vr": 1109, "celebr": 1110, "secondari": 1111, "perspect": 1112, "mandal": 1113, "late": 1114, "medium": 1115, "adopt": 1116, "sheet": 1117, "iit": 1118, "satisfi": 1119, "gen-ew": 1120, "sota": 1121, "talent": 1122, "know": 1123, "balanc": 1124, "prof": 1125, "academi": 1126, "page": 1127, "catalyst": 1128, "t.": 1129, "foresight": 1130, "sector": 1131, "augment": 1132, "women": 1133, "affect": 1134, "kanpur": 1135, "distinguish": 1136, "suraj": 1137, "mde": 1138, "gap": 1139, "attribut": 1140, "emphasi": 1141, "inform": 1142, "memori": 1143, "vol": 1144, "probe": 1145, "dir/": 1146, "-degre": 1147, "fractal": 1148, "duli": 1149, "home": 1150, "mou": 1151, "notic": 1152, "seat": 1153, "avenu": 1154, "2nd": 1155, "situat": 1156, "ask": 1157, "consider": 1158, "shri": 1159, "emphas": 1160, "start-up": 1161, "mayank": 1162, "thermodynam": 1163, "bsbe": 1164, "harvest": 1165, "stabil": 1166, "reliabl": 1167, "app": 1168, "park": 1169, "could": 1170, "said": 1171, "prevent": 1172, "srivastava": 1173, "km": 1174, "loss": 1175, "horizont": 1176, "real-tim": 1177, "acquir": 1178, "sensit": 1179, "cloud": 1180, "choic": 1181, "ghosh": 1182, "elsevi": 1183, "sankar": 1184, "robust": 1185, "grow": 1186, "nit": 1187, "step": 1188, "see": 1189, "boundari": 1190, "till": 1191, "clear": 1192, "realiz": 1193, "subsequ": 1194, "coursework": 1195, "return": 1196, "prize": 1197, "dual-degre": 1198, "winter": 1199, "rate": 1200, "acceler": 1201, "input": 1202, "suitabl": 1203, "paid": 1204, "simpl": 1205, "semester-ii": 1206, "trend": 1207, "leadership": 1208, "diagnosi": 1209, "pedagogi": 1210, "entangl": 1211, "wish": 1212, "alkyl": 1213, "scholarli": 1214, "crucial": 1215, "handl": 1216, "station": 1217, "mumbai": 1218, "valuabl": 1219, "promin": 1220, "non-text": 1221, "aid": 1222, "asymmetr": 1223, "iv": 1224, "ms.": 1225, "dip": 1226, "architectur": 1227, "entrepreneuri": 1228, "outcom": 1229, "weld": 1230, "construct": 1231, "rakesh": 1232, "milk": 1233, "21st": 1234, "formul": 1235, "equal": 1236, "shown": 1237, "brochur": 1238, "discontinu": 1239, "defenc": 1240, "sign": 1241, "ipr": 1242, "trimest": 1243, "kiran": 1244, "print": 1245, "ventur": 1246, "commerci": 1247, "scan": 1248, "germani": 1249, "itep": 1250, "debnath": 1251, "inorgan": 1252, "crystal": 1253, "stakehold": 1254, "kind": 1255, "deputi": 1256, "catalyt": 1257, "de": 1258, "dept": 1259, "accur": 1260, "exclus": 1261, "donat": 1262, "tem": 1263, "electrochem": 1264, "chattopadhyay": 1265, "5g": 1266, "seed": 1267, "blockchain": 1268, "choudhari": 1269, "therapeut": 1270, "bar": 1271, "ad": 1272, "cumul": 1273, "coupl": 1274, "rel": 1275, "known": 1276, "met": 1277, "reflect": 1278, "ch": 1279, "choos": 1280, "bog": 1281, "overse": 1282, "similar": 1283, "attempt": 1284, "synopsi": 1285, "cetsd": 1286, "thought": 1287, "envis": 1288, "biomed": 1289, "roll": 1290, "evolut": 1291, "cyber-phys": 1292, "nurtur": 1293, "hall": 1294, "lean": 1295, "launch": 1296, "analys": 1297, "stress": 1298, "logist": 1299, "hire": 1300, "compact": 1301, "exposur": 1302, "turn": 1303, "patel": 1304, "rigor": 1305, "b.sc": 1306, "id": 1307, "cluster": 1308, "consum": 1309, "acm": 1310, "j.": 1311, "channel": 1312, "mix": 1313, "appreci": 1314, "classic": 1315, "fest": 1316, "recess": 1317, "english": 1318, "otherwis": 1319, "eighth": 1320, "besid": 1321, "conveni": 1322, "veterinari": 1323, "28th": 1324, "send": 1325, "paul": 1326, "socio-econom": 1327, "inspir": 1328, "pradip": 1329, "materials-engin": 1330, "incub": 1331, "astrophys": 1332, "microscop": 1333, "varieti": 1334, "biophys": 1335, "riemannian": 1336, "rishabh": 1337, "multipath": 1338, "counsel": 1339, "ga": 1340, "deliv": 1341, "past": 1342, "path": 1343, "parallel": 1344, "captur": 1345, "junior": 1346, "statutori": 1347, "schools/en": 1348, "edg": 1349, "manipul": 1350, "mukherje": 1351, "maharashtra": 1352, "glioma": 1353, "sativa": 1354, "smooth": 1355, "exercis": 1356, "decid": 1357, "long": 1358, "less": 1359, "ten": 1360, "switch": 1361, "proport": 1362, "first-class": 1363, "four-year": 1364, "qualif": 1365, "agreement": 1366, "dc": 1367, "nanosheet": 1368, "vibrant": 1369, "today": 1370, "driven": 1371, "strengthen": 1372, "x-ray": 1373, "nois": 1374, "nanomateri": 1375, "five": 1376, "edit": 1377, "near": 1378, "pandey": 1379, "cdif": 1380, "ananya": 1381, "hazra": 1382, "inequ": 1383, "feedback": 1384, "entri": 1385, "remov": 1386, "certain": 1387, "xr": 1388, "concentr": 1389, "rs": 1390, "densiti": 1391, "brain": 1392, "chief": 1393, "en/research-highlight": 1394, "suchetana": 1395, "steel": 1396, "mutual": 1397, "co-pi": 1398, "deepak": 1399, "kaur": 1400, "ca": 1401, "great": 1402, "o.": 1403, "add": 1404, "defin": 1405, "cognit": 1406, "stipul": 1407, "six": 1408, "unless": 1409, "anoth": 1410, "laid": 1411, "modifi": 1412, "ms": 1413, "sent": 1414, "aliv": 1415, "candidaci": 1416, "b.e": 1417, "mid": 1418, "hold": 1419, "accomplish": 1420, "symbol": 1421, "nano": 1422, "manuscript": 1423, "avinash": 1424, "readi": 1425, "drishti": 1426, "aiim": 1427, "upcom": 1428, "phenomena": 1429, "deriv": 1430, "precis": 1431, "well-b": 1432, "cold": 1433, "laser": 1434, "empir": 1435, "c.": 1436, "peptid": 1437, "deposit": 1438, "abhishek": 1439, "sola": 1440, "heterogen": 1441, "post-doctor": 1442, "railway": 1443, "citat": 1444, "outstand": 1445, "reader": 1446, "counsellor": 1447, "directli": 1448, "visitor": 1449, "shree": 1450, "ahmedabad": 1451, "intens": 1452, "h.": 1453, "window": 1454, "websit": 1455, "other": 1456, "distinct": 1457, "origin": 1458, "attack": 1459, "expand": 1460, "planar": 1461, "stem": 1462, "come": 1463, "bengaluru": 1464, "uttar": 1465, "nodal": 1466, "cellular": 1467, "recycl": 1468, "csr": 1469, "doad/": 1470, "fourth": 1471, "cr": 1472, "correct": 1473, "jee": 1474, "alreadi": 1475, "assess": 1476, "statu": 1477, "renew": 1478, "masters-": 1479, "highway": 1480, "cp": 1481, "portfolio": 1482, "10th": 1483, "pune": 1484, "dive": 1485, "thin": 1486, "film": 1487, "ni": 1488, "pure": 1489, "urban": 1490, "redress": 1491, "cater": 1492, "vigyan": 1493, "springer": 1494, "away": 1495, "rank": 1496, "wing": 1497, "graphic": 1498, "keyboard": 1499, "lakh": 1500, "fault": 1501, "separ": 1502, "rural": 1503, "showcas": 1504, "reson": 1505, "gpu": 1506, "tripathi": 1507, "parameter": 1508, "authent": 1509, "wireless": 1510, "economi": 1511, "trust": 1512, "gene": 1513, "kirankumar": 1514, "moumita": 1515, "textbook": 1516, "pgd": 1517, "-semest": 1518, "impart": 1519, "commenc": 1520, "sanction": 1521, "yet": 1522, "answer": 1523, "lower": 1524, "mandatori": 1525, "unsatisfactori": 1526, "moder": 1527, "brought": 1528, "spend": 1529, "rag": 1530, "extrem": 1531, "fashion": 1532, "admission_test": 1533, "circular": 1534, "incorpor": 1535, "discov": 1536, "two-dimension": 1537, "cat": 1538, "crsi": 1539, "editor": 1540, "enrich": 1541, "multi-disciplinari": 1542, "alli": 1543, "semiconductor": 1544, "attract": 1545, "intend": 1546, "divis": 1547, "afford": 1548, "genom": 1549, "cathod": 1550, "spectromet": 1551, "forward": 1552, "pharmaceut": 1553, "satellit": 1554, "es": 1555, "atmospher": 1556, "volum": 1557, "intak": 1558, "manpow": 1559, "transpar": 1560, "sushmita": 1561, "clay": 1562, "rcrice": 1563, "pranay": 1564, "usag": 1565, "e.g.": 1566, "observ": 1567, "true": 1568, "erp": 1569, "accuraci": 1570, "incom": 1571, "cybersecur": 1572, "groundwat": 1573, "pallavi": 1574, "chaudhuri": 1575, "influenc": 1576, "alloy": 1577, "omic": 1578, "hiremath": 1579, "nanoparticl": 1580, "fresher": 1581, "motion": 1582, "self": 1583, "audio": 1584, "parent": 1585, "entranc": 1586, "moreov": 1587, "6th": 1588, "defici": 1589, "confirm": 1590, "fulli": 1591, "m.e": 1592, "acr": 1593, "firm": 1594, "mentor": 1595, "richa": 1596, "ihub": 1597, "overview": 1598, "cycl": 1599, "problem-solv": 1600, "ihmtc-": 1601, "tewari": 1602, "strive": 1603, "oral": 1604, "earli": 1605, "spring": 1606, "compris": 1607, "particl": 1608, "condens": 1609, "presid": 1610, "sahu": 1611, "lipid": 1612, "conform": 1613, "excit": 1614, "26th": 1615, "implic": 1616, "safe": 1617, "grievanc": 1618, "committe": 1619, "professorship": 1620, "leverag": 1621, "psycholog": 1622, "complianc": 1623, "nirf": 1624, "proper": 1625, "belong": 1626, "error": 1627, "modul": 1628, "superintend": 1629, "microscopi": 1630, "pathway": 1631, "twin": 1632, "fluoresc": 1633, "nagar": 1634, "electromagnet": 1635, "filter": 1636, "nvidia": 1637, "roy": 1638, "geometri": 1639, "methodolog": 1640, "dissimilar": 1641, "electrod": 1642, "lattic": 1643, "back": 1644, "kinet": 1645, "induc": 1646, "ion": 1647, "mt": 1648, "/associ": 1649, "fine": 1650, "typic": 1651, "weightag": 1652, "incomplet": 1653, "endors": 1654, "intim": 1655, "immedi": 1656, "stop": 1657, "tenur": 1658, "aris": 1659, "receipt": 1660, "bsc": 1661, "artifici": 1662, "old": 1663, "energy-filt": 1664, "medal": 1665, "pdf": 1666, "prospect": 1667, "24th": 1668, "microbi": 1669, "experienc": 1670, "soft": 1671, "itali": 1672, "cambridg": 1673, "peer-review": 1674, "heterocycl": 1675, "l.": 1676, "caus": 1677, "ltration": 1678, "scenario": 1679, "commemor": 1680, "rm": 1681, "in-depth": 1682, "notif": 1683, "advic": 1684, "googl": 1685, "releas": 1686, "strictli": 1687, "jyoti": 1688, "scope": 1689, "23rd": 1690, "describ": 1691, "sequenc": 1692, "expens": 1693, "tax": 1694, "transmiss": 1695, "liquid": 1696, "blood": 1697, "e-ii": 1698, "chain": 1699, "resolut": 1700, "coat": 1701, "welfar": 1702, "biometr": 1703, "resili": 1704, "soil": 1705, "pvt": 1706, "stream": 1707, "speaker": 1708, "creation": 1709, "mbm": 1710, "kamal": 1711, "transistor": 1712, "perovskit": 1713, "nanostructur": 1714, "flap": 1715, "age": 1716, "hon": 1717, "et": 1718, "club": 1719, "acid": 1720, "b.sc.": 1721, "chandramouli": 1722, "plagiar": 1723, "dmd": 1724, "nm": 1725, "paota": 1726, "academics-": 1727, ".the": 1728, "exact": 1729, "primarili": 1730, "weight": 1731, "exceed": 1732, "explain": 1733, "entertain": 1734, "overload": 1735, "mo": 1736, "entitl": 1737, "eight": 1738, "violat": 1739, "conven": 1740, "usual": 1741, "certifi": 1742, "pwd": 1743, "fraction": 1744, "floor": 1745, "clearanc": 1746, "rout": 1747, "tuition": 1748, "nomin": 1749, "whose": 1750, "reject": 1751, "sprawl": 1752, "dissemin": 1753, "waitlist": 1754, "pursuit": 1755, "isro": 1756, "incept": 1757, "telecommun": 1758, "high-perform": 1759, "ism": 1760, "lifetim": 1761, "arvind": 1762, "neurosci": 1763, "disord": 1764, "passion": 1765, "startup": 1766, "desert": 1767, "empow": 1768, "topolog": 1769, "thermoelectr": 1770, "colloquium": 1771, "star": 1772, "resist": 1773, "sasmal": 1774, "dna": 1775, "5th": 1776, "subscript": 1777, "holiday": 1778, "adjunct": 1779, "covid-": 1780, "rapidli": 1781, "significantli": 1782, "pollut": 1783, "diagnost": 1784, "wiley": 1785, "adher": 1786, "cce": 1787, "e-i": 1788, "estat": 1789, "upskil": 1790, "deleg": 1791, "rashtriya": 1792, "avishkar": 1793, "hard": 1794, "consumpt": 1795, "furthermor": 1796, "villag": 1797, "kolkata": 1798, "hyderabad": 1799, "bhopal": 1800, "11th": 1801, "secretari": 1802, "bangalor": 1803, "gujarat": 1804, "ident": 1805, "characterist": 1806, "restrict": 1807, "verifi": 1808, "privat": 1809, "salient": 1810, "stack": 1811, "circl": 1812, "thu": 1813, "duti": 1814, "ds": 1815, "recharg": 1816, "multimod": 1817, "puneet": 1818, "spirit": 1819, "cut": 1820, "neural": 1821, "y.": 1822, "doubl": 1823, "santanu": 1824, "healthi": 1825, "gender": 1826, "desir": 1827, "shock": 1828, "climat": 1829, "ab": 1830, "aip": 1831, "__": 1832, "meaning": 1833, "organiz": 1834, "non-degre": 1835, "apm": 1836, "profound": 1837, "centuri": 1838, "inculc": 1839, "fair": 1840, "middl": 1841, "timelin": 1842, "exclud": 1843, "e.g": 1844, "synchron": 1845, "genuin": 1846, "ltp-structur": 1847, "undergraduate_stud": 1848, "previou": 1849, "curricula": 1850, "self-sponsor": 1851, "jam": 1852, "kept": 1853, "syllabu": 1854, "fix": 1855, "atomic-scal": 1856, "empanel": 1857, "dhanekar": 1858, "bronz": 1859, "dialogu": 1860, "workforc": 1861, "segment": 1862, "few-shot": 1863, "semester-i": 1864, "motor": 1865, "ina": 1866, "deshpand": 1867, "contemporari": 1868, "pivot": 1869, "chhabra": 1870, "uk": 1871, "organometal": 1872, "cooper": 1873, "co2": 1874, "two-year": 1875, "minist": 1876, "vigil": 1877, "henc": 1878, "span": 1879, "outlin": 1880, "frontier": 1881, "attent": 1882, "modif": 1883, "complaint": 1884, "provis": 1885, "goyal": 1886, "devendra": 1887, "converg": 1888, "hardwar": 1889, "feel": 1890, "vocat": 1891, "vtu": 1892, "postdoctor": 1893, "rapid": 1894, "homepag": 1895, "reproduc": 1896, "browser": 1897, "style": 1898, "agent": 1899, "word": 1900, "last": 1901, "preserv": 1902, "check": 1903, "adversari": 1904, "popul": 1905, "especi": 1906, "ignu": 1907, "retain": 1908, "bond": 1909, "dash": 1910, "suppli": 1911, "fli": 1912, "biomateri": 1913, "tissu": 1914, "grad": 1915, "cohort": 1916, "workstat": 1917, "desai": 1918, "constraint": 1919, "ankur": 1920, "discret": 1921, "interpret": 1922, "latent": 1923, "array": 1924, "verif": 1925, "variat": 1926, "verma": 1927, "khandelw": 1928, "jointli": 1929, "fintech": 1930, "zero": 1931, "synthes": 1932, "ist": 1933, "custom": 1934, "madra": 1935, "hand": 1936, "quantit": 1937, "photo": 1938, "histori": 1939, "asian": 1940, "prove": 1941, "siam": 1942, "turnitin": 1943, "enterpris": 1944, "sh": 1945, "preplac": 1946, "endeavour": 1947, "fresh": 1948, "commiss": 1949, "pre-approv": 1950, "7th": 1951, "els": 1952, "probat": 1953, "anyth": 1954, "whenev": 1955, "consent": 1956, "defend": 1957, "saakshi": 1958, "experienti": 1959, "aaai": 1960, "microelectron": 1961, "parag": 1962, "rich": 1963, "priyanka": 1964, "high-end": 1965, "electrolyt": 1966, "serb": 1967, "bombay": 1968, "switzerland": 1969, "lal": 1970, "substrat": 1971, "acknowledg": 1972, "prasad": 1973, "oxygen": 1974, "dimension": 1975, "submers": 1976, "meena": 1977, "profil": 1978, "jai": 1979, "iop": 1980, "ek": 1981, "believ": 1982, "office-of-executive-educ": 1983, "offlin": 1984, "surround": 1985, "prohibit": 1986, "south": 1987, "singapor": 1988, "ltd": 1989, "indigen": 1990, "scalabl": 1991, "pro": 1992, "dora": 1993, "doad": 1994, "ishaan": 1995, "vikaa": 1996, "encompass": 1997, "14th-15th": 1998, "21st-22nd": 1999, "venu": 2000, "karnataka": 2001, "hindi": 2002, "layout": 2003, "cascad": 2004, "rather": 2005, "represent": 2006, "teaching-learn": 2007, "shop": 2008, "much": 2009, "narayan": 2010, "n't": 2011, "plane": 2012, "figur": 2013, "femal": 2014, "physiolog": 2015, "futurist": 2016, "induct": 2017, "promis": 2018, "cancer": 2019, "negi": 2020, "inter": 2021, "job": 2022, "vehicular": 2023, "tanmay": 2024, "inamdar": 2025, "far": 2026, "vishwakarma": 2027, "sarkar": 2028, "systemat": 2029, "anil": 2030, "en/contact": 2031, "heart": 2032, "synthet": 2033, "whole": 2034, "stackabl": 2035, "micro": 2036, "vital": 2037, "attitud": 2038, "disrupt": 2039, "desalin": 2040, "real": 2041, "furnac": 2042, "sit": 2043, "aut": 2044, "genet": 2045, "inr": 2046, "anjali": 2047, "nonloc": 2048, "compound": 2049, "fluorid": 2050, "elective-": 2051, "subhash": 2052, "not-for-profit": 2053, "pgc": 2054, "counselor": 2055, "evid": 2056, "swc": 2057, "fun": 2058, "backlog": 2059, "l-t-p": 2060, "upload": 2061, "chanc": 2062, "reconsider": 2063, "similarli": 2064, "alon": 2065, "tc=th": 2066, "bch": 2067, "nd": 2068, "indisciplin": 2069, "pend": 2070, "pertain": 2071, "personnel": 2072, "inra": 2073, "m.a": 2074, "net": 2075, "jrf": 2076, "caretak": 2077, "exit": 2078, "inter-disciplinari": 2079, "cete": 2080, "meticul": 2081, "perfect": 2082, "i.e": 2083, "jayant": 2084, "intersect": 2085, "histor": 2086, "vibrat": 2087, "specialis": 2088, "vikki": 2089, "extract": 2090, "spray": 2091, "assum": 2092, "big": 2093, "enter": 2094, "themat": 2095, "bell": 2096, "nep": 2097, "aryl": 2098, "oer": 2099, "multimedia": 2100, "monday": 2101, "e.": 2102, "gnss": 2103, "bu": 2104, "cultiv": 2105, "particularli": 2106, "deal": 2107, "uphold": 2108, "combust": 2109, "oil": 2110, "emiss": 2111, "automot": 2112, "shukla": 2113, "seriou": 2114, "procur": 2115, "raa": 2116, "shreshtha": 2117, "indor": 2118, "daili": 2119, "aerospac": 2120, "highest": 2121, "sensori": 2122, "output": 2123, "hover": 2124, "visibl": 2125, "flash": 2126, "contributor": 2127, "portal": 2128, "agre": 2129, "children": 2130, "click": 2131, "festiv": 2132, "sem": 2133, "patient": 2134, "weekli": 2135, "advisori": 2136, "simultan": 2137, "paradigm": 2138, "diffract": 2139, "eas": 2140, "ideal": 2141, "emot": 2142, "saket": 2143, "nahar": 2144, "chiranjoy": 2145, "rajendra": 2146, "arpit": 2147, "often": 2148, "increasingli": 2149, "entrepreneur": 2150, "mentorship": 2151, "easi": 2152, "arun": 2153, "reduct": 2154, "microstructur": 2155, "premier": 2156, "turbin": 2157, "cast": 2158, "cross": 2159, "former": 2160, "vi": 2161, "proactiv": 2162, "exhibit": 2163, "soni": 2164, "shejal": 2165, "bhagat": 2166, "sukhendu": 2167, "nil": 2168, "wind": 2169, "warden": 2170, "bioscop": 2171, "ng": 2172, "laughter": 2173, "re-assign": 2174, "-time": 2175, "discharg": 2176, "unman": 2177, "independent-studi": 2178, "iccr": 2179, "suppress": 2180, "convenor": 2181, "absent": 2182, "substanti": 2183, "summari": 2184, "accumul": 2185, "happen": 2186, "oblig": 2187, "breadth": 2188, "requisit": 2189, "modal": 2190, "webpag": 2191, "potabl": 2192, "catalyz": 2193, "embrac": 2194, "taiwan": 2195, "sun": 2196, "abhirama": 2197, "july-": 2198, "ic": 2199, "microwav": 2200, "ict": 2201, "acoust": 2202, "drone": 2203, "keen": 2204, "iiser": 2205, "microbiolog": 2206, "membership": 2207, "almost": 2208, "transient": 2209, "raman": 2210, "csir": 2211, "li-ion": 2212, "hema": 2213, "ritam": 2214, "everyon": 2215, "research_scholar": 2216, "garg": 2217, "junction": 2218, "algebra": 2219, "partial": 2220, "probabl": 2221, "mathematics-data": 2222, "inclin": 2223, "icnaao-": 2224, "casorati": 2225, "govt": 2226, "prime": 2227, "friend": 2228, "tailor": 2229, "workplac": 2230, "chapter": 2231, "affairs/": 2232, "in-charg": 2233, "frame": 2234, "iet": 2235, "jha": 2236, "office-of-research-develop": 2237, "invest": 2238, "magazin": 2239, "manekshaw": 2240, "advantag": 2241, "ishmt-astf": 2242, "astronomi": 2243, "earth": 2244, "homescreen": 2245, "font": 2246, "percept": 2247, "convey": 2248, "encount": 2249, "manner": 2250, "holder": 2251, "avoid": 2252, "reach": 2253, "newli": 2254, "alter": 2255, "court": 2256, "vya": 2257, "9th": 2258, "mr": 2259, "varcha": 2260, "dine": 2261, "grid": 2262, "en/": 2263, "lifelong": 2264, "ugc": 2265, "rti": 2266, "civil_engin": 2267, "dpc": 2268, "retriev": 2269, "fast": 2270, "high-spe": 2271, "compress": 2272, "pool": 2273, "suman": 2274, "infer": 2275, "ed": 2276, "dey": 2277, "bia": 2278, "analog": 2279, "vast": 2280, "entir": 2281, "ravi": 2282, "greater": 2283, "en/news-newslett": 2284, "short-term": 2285, "contractu": 2286, "comfort": 2287, "wall": 2288, "offshor": 2289, "hydrocarbon": 2290, "regim": 2291, "moment": 2292, "asia": 2293, "surfact": 2294, "co": 2295, "suffici": 2296, "ye": 2297, "chiral": 2298, "rainwat": 2299, "bind": 2300, "barrier": 2301, "tuhina": 2302, "stori": 2303, "kamlesh": 2304, "spie": 2305, "harbor": 2306, "enjoy": 2307, "speci": 2308, "pmr": 2309, "deptt": 2310, "reg": 2311, "-up": 2312, "ncc": 2313, "nss": 2314, "nso": 2315, "administ": 2316, "divid": 2317, "fractal-": 2318, "preparatori": 2319, "earlier": 2320, "drc/irc": 2321, "tutor": 2322, "self-learn": 2323, "notifi": 2324, "repeat": 2325, "temporarili": 2326, "contacthour": 2327, "wherea": 2328, "seventh": 2329, "upper": 2330, "wherev": 2331, "ensu": 2332, "notwithstand": 2333, "mca": 2334, "fifth": 2335, "voce": 2336, "co-supervisor": 2337, "pandem": 2338, "idrp-": 2339, "advoc": 2340, "angshuman": 2341, "yogesh": 2342, "chest": 2343, "theme": 2344, "know-how": 2345, "test/": 2346, "csi": 2347, "sistla": 2348, "kameswari": 2349, "metallurgi": 2350, "bioinformat": 2351, "viz": 2352, "bound": 2353, "japan": 2354, "jitendra": 2355, "sept": 2356, "neutron": 2357, "merger": 2358, "palladium": 2359, "glycin": 2360, "paranjothi": 2361, "in-hous": 2362, "categor": 2363, "th": 2364, "ranganathan": 2365, "loan": 2366, "off-campu": 2367, "nanotechnolog": 2368, "oversight": 2369, "imagin": 2370, "craft": 2371, "esteem": 2372, "learner": 2373, "took": 2374, "compil": 2375, "prototyp": 2376, "undergo": 2377, "wearabl": 2378, "commentari": 2379, "embark": 2380, "lf": 2381, "rais": 2382, "airport": 2383, "min": 2384, "skill-develop": 2385, "gigw": 2386, "ratio": 2387, "popular": 2388, "css": 2389, "disabl": 2390, "color": 2391, "underli": 2392, "frequenc": 2393, "red": 2394, "block": 2395, "sequenti": 2396, "adequ": 2397, "soon": 2398, "gather": 2399, "possess": 2400, "insid": 2401, "friendli": 2402, "therebi": 2403, "cii": 2404, "ew": 2405, "mess": 2406, "dia-co": 2407, "specialist": 2408, "prashant": 2409, "satapathi": 2410, "rest": 2411, "scatter": 2412, "natural_languag": 2413, "rf": 2414, "pmrf": 2415, "pratap": 2416, "chouhan": 2417, "pedagog": 2418, "anim": 2419, "freedom": 2420, "diffus": 2421, "forecast": 2422, "budget": 2423, "kundu": 2424, "manish": 2425, "asset": 2426, "decad": 2427, "3rd": 2428, "somitra": 2429, "sanadhya": 2430, "ambient": 2431, "annot": 2432, "lightweight": 2433, "entropi": 2434, "delet": 2435, "instal": 2436, "heritag": 2437, "kaushal": 2438, "webinar": 2439, "slide": 2440, "mail": 2441, "intervent": 2442, "ep=fw": 2443, "abstract": 2444, "multi": 2445, "aligarh": 2446, "data-driven": 2447, "amit": 2448, "goi": 2449, "radiat": 2450, "zno": 2451, "purif": 2452, "technician": 2453, "pressur": 2454, "vari": 2455, "dri": 2456, "hot": 2457, "morpholog": 2458, "nanotub": 2459, "set-up": 2460, "solvent": 2461, "lorem": 2462, "ipsum": 2463, "dolor": 2464, "amet": 2465, "itaqu": 2466, "autem": 2467, "sint": 2468, "voluptatibu": 2469, "accusantium": 2470, "reprehenderit": 2471, "eum": 2472, "vero": 2473, "voluptatem": 2474, "optoelectron": 2475, "put": 2476, "vii": 2477, "tumor": 2478, "let": 2479, "har": 2480, "famili": 2481, "k.p.": 2482, "freeli": 2483, "uv": 2484, "taylor": 2485, "franci": 2486, "v.v.m.": 2487, ":00pm": 2488, "icon": 2489, "bb": 2490, "polit": 2491, "borrow": 2492, "ssp/subject": 2493, "proquest": 2494, "index": 2495, "trademark": 2496, "largest": 2497, "struggl": 2498, "bioengine": 2499, "heliostat": 2500, "resum": 2501, "coe-ip": 2502, "sethi": 2503, "mdp": 2504, "night": 2505, "estb": 2506, "overhead": 2507, "transmit": 2508, "manual": 2509, "sixth": 2510, "ie": 2511, "pc": 2512, "pe": 2513, "ne": 2514, "vacanc": 2515, "poor": 2516, "part-time/": 2517, "mbb": 2518, "bvsc": 2519, "mvsc": 2520, "bd": 2521, "bpth": 2522, "mpth": 2523, "moth": 2524, "external/part-tim": 2525, "slow-pac": 2526, "stretch": 2527, "mayb": 2528, "retir": 2529, "resign": 2530, "non-satisfactori": 2531, "coverag": 2532, "refere": 2533, "-certificate/": 2534, "mba-tech": 2535, "honorarium": 2536, "north-northwest": 2537, "/law": 2538, "holist": 2539, "nstc": 2540, "tih": 2541, "siot": 2542, "consolid": 2543, "year-wis": 2544, "akshay": 2545, "multiscal": 2546, "worldwid": 2547, "sunil": 2548, "ahm": 2549, "bhattacharyya": 2550, "skillset": 2551, "meenu": 2552, "inya": 2553, "ceram": 2554, "gandhinagar": 2555, "canada": 2556, "superposit": 2557, "deepa": 2558, "energet": 2559, "binari": 2560, "warm": 2561, "thrust": 2562, "koenig": 2563, "polymorph": 2564, "thylakoid": 2565, "site-select": 2566, "catal": 2567, "19th": 2568, "coupled-mod": 2569, "reduced-ord": 2570, "catalogu": 2571, "saturday": 2572, "iitj-indian": 2573, "harm": 2574, "bacteria": 2575, "tree": 2576, "iisc": 2577, "draft": 2578, "asm": 2579, "version": 2580, "ci": 2581, "vertic": 2582, "led": 2583, "packag": 2584, "tri": 2585, "touch": 2586, "15th": 2587, "becam": 2588, "chequ": 2589, "ctfp": 2590, "cation": 2591, "udaipur": 2592, "flight": 2593, "jet": 2594, "driver": 2595, "coaa": 2596, "ownership": 2597, "pointer": 2598, "hidden": 2599, "movement": 2600, "shortcut": 2601, "blink": 2602, "destin": 2603, "damag": 2604, "threat": 2605, "classif": 2606, "sophist": 2607, "calm": 2608, "amount": 2609, "thank": 2610, "priorit": 2611, "schemat": 2612, "box": 2613, "isol": 2614, "on-campu": 2615, "eye": 2616, "rotat": 2617, "kumari": 2618, "impair": 2619, "non-academ": 2620, "absorpt": 2621, "incid": 2622, "doctori": 2623, "medtech": 2624, "mechatron": 2625, "neg": 2626, "sputter": 2627, "madhya": 2628, "singhal": 2629, "rajlaxmi": 2630, "lot": 2631, "embed": 2632, "residu": 2633, "talmon": 2634, "bandwidth": 2635, "match": 2636, "random": 2637, "discrimin": 2638, "clinic": 2639, "sengupta": 2640, "overcom": 2641, "autom": 2642, "stabl": 2643, "vivek": 2644, "agraw": 2645, "survey": 2646, "bhattacharya": 2647, "sumit": 2648, "amandeep": 2649, "lie": 2650, "rakshak": 2651, "venkata": 2652, "spot": 2653, "capit": 2654, "saxena": 2655, "subhashish": 2656, "brows": 2657, "antenna": 2658, "sandeep": 2659, "mahesh": 2660, "puls": 2661, "stochast": 2662, "encapsul": 2663, "dope": 2664, "rahul": 2665, "microfluid": 2666, "aerodynam": 2667, "turbul": 2668, "ishmt": 2669, "reactionless": 2670, "cool": 2671, "still": 2672, "north": 2673, "arm": 2674, "polymer": 2675, "ionic": 2676, "ble": 2677, "raw": 2678, "item": 2679, "spectrum": 2680, "max": 2681, "tata": 2682, "wherein": 2683, "supramolecular": 2684, "self-assembl": 2685, "laishram": 2686, "ligand": 2687, "amino": 2688, "ever": 2689, "begel": 2690, "hj": 2691, "dilpreet": 2692, "phd_thesi": 2693, "ph": 2694, "danc": 2695, "asst": 2696, "land": 2697, "thiem": 2698, "lippincott": 2699, "william": 2700, "wilkin": 2701, "walter": 2702, "kluwer": 2703, "pronounc": 2704, "quillbot": 2705, "disease-resist": 2706, "prb": 2707, "rp": 2708, "ebsb": 2709, "pocket": 2710, "flora": 2711, "wider": 2712, "convertor": 2713, "co-curricular": 2714, "await": 2715, "deregist": 2716, "mini": 2717, "fall": 2718, "c-": 2719, "-point": 2720, "satisfactorili": 2721, "prolong": 2722, "prorat": 2723, "bonafid": 2724, "consecut": 2725, "horizon": 2726, "e3": 2727, "extra-curricular": 2728, "noc": 2729, "petit": 2730, "absolut": 2731, "vc": 2732, "intent": 2733, "delay": 2734, "proce": 2735, "30th": 2736, "pre-synopsi": 2737, "quantiti": 2738, "annexur": 2739, "obc-ncl": 2740, "award-": 2741, "subramanyam": 2742, "penamakuri": 2743, "tempor": 2744, "ignit": 2745, "biomechan": 2746, "bio-inspir": 2747, "multiphas": 2748, "anti-dron": 2749, "frequent": 2750, "abir": 2751, "trans-disciplinari": 2752, "neurodegen": 2753, "sem-ii": 2754, "31st": 2755, "huge": 2756, "fiber": 2757, "nath": 2758, "cash": 2759, "c-h": 2760, "non-bilay": 2761, "icnaao": 2762, "afs-i": 2763, "hamiltonian": 2764, "nanoarchitecton": 2765, "curat": 2766, "tender": 2767, "anti-sexual-harassment-polici": 2768, "lubric": 2769, "methanol": 2770, "cite": 2771, "massiv": 2772, "end-to-end": 2773, "biosensor": 2774, "long-term": 2775, "snippet": 2776, "hesit": 2777, "wait": 2778, "phc": 2779, "non-teach": 2780, "day-to-day": 2781, "plu": 2782, "salari": 2783, "contamin": 2784, "jaisalm": 2785, "guwahati": 2786, "mandor": 2787, "ac.in": 2788, "honour": 2789, "colour": 2790, "reli": 2791, "height": 2792, "trigger": 2793, "parti": 2794, "volunt": 2795, "disput": 2796, "compat": 2797, "umbrella": 2798, "flagship": 2799, "arriv": 2800, "reward": 2801, "dd": 2802, "spandan": 2803, "vanguard": 2804, "column": 2805, "symmetri": 2806, "borophen": 2807, "bl": 2808, "shift": 2809, "scholars-in-resid": 2810, "desktop": 2811, "friday": 2812, "20th": 2813, "statut": 2814, "microgrid": 2815, "socio-digit": 2816, "magnitud": 2817, "lokendra": 2818, "pratik": 2819, "khan": 2820, "iov": 2821, "nagpal": 2822, "s.k": 2823, "conceptu": 2824, "27th": 2825, "propag": 2826, "meiti": 2827, "spread": 2828, "forg": 2829, "push": 2830, "matrix": 2831, "ub": 2832, "million": 2833, "root": 2834, "shankar": 2835, "vijay": 2836, "ltd.": 2837, "comprehend": 2838, "want": 2839, "abdul": 2840, "kurukshetra": 2841, "dixit": 2842, "punjab": 2843, "gwalior": 2844, "love": 2845, "muslim": 2846, "devi": 2847, "calcutta": 2848, "indoor": 2849, "reconstruct": 2850, "soumava": 2851, "haptic": 2852, "18th": 2853, "en/curriculum": 2854, "speed": 2855, "johari": 2856, "tio2": 2857, "dimens": 2858, "photovolta": 2859, "passiv": 2860, "capability-link": 2861, "amd": 2862, "alongsid": 2863, "mount": 2864, "tube": 2865, "boltzmann": 2866, "mostli": 2867, "solidif": 2868, "western": 2869, "remedi": 2870, "aqueou": 2871, "wastewat": 2872, "photocatalyt": 2873, "treat": 2874, "i.e.": 2875, "petroleum": 2876, "petrochem": 2877, "proud": 2878, "vice": 2879, "chancellor": 2880, "ce": 2881, "halid": 2882, "al": 2883, "spectroscop": 2884, "nlr": 2885, "ahmad": 2886, "polar": 2887, "conjug": 2888, "ethylen": 2889, "gaur": 2890, "exploit": 2891, "union": 2892, "intermedi": 2893, "krishnan": 2894, "gst": 2895, "raj": 2896, "absorb": 2897, "p.m": 2898, "invers": 2899, "berm": 2900, "sociolog": 2901, "disast": 2902, "these": 2903, "alok": 2904, "muscular": 2905, "newest": 2906, "openurl": 2907, "inf": 2908, "unpublish": 2909, "psyarxiv": 2910, "jstor": 2911, "never": 2912, "marker": 2913, "dbd": 2914, "drought": 2915, "cineraria": 2916, "ap2": 2917, "mhp": 2918, "deserv": 2919, "liaison": 2920, "genpact": 2921, "chanakya": 2922, "stock": 2923, "girl": 2924, "nearbi": 2925, "music": 2926, "hr": 2927, "decision-mak": 2928, "fauna": 2929, "movi": 2930, "yoga": 2931, "ratanada": 2932, "students/": 2933, "._project": 2934, "wide-rang": 2935, "curricular": 2936, "temper": 2937, "ofth": 2938, "b-": 2939, "instructorsgrad": 2940, "justif": 2941, "formula": 2942, "wise": 2943, "whatev": 2944, "fit": 2945, "extra": 2946, "minor/": 2947, "restart": 2948, "left": 2949, "dugc.th": 2950, "unforeseen": 2951, "broaden": 2952, "gross": 2953, "scrutin": 2954, "drc/": 2955, "spent": 2956, "assistantship/": 2957, "matern": 2958, "/master": 2959, "/nbhm": 2960, "non-scienc": 2961, "post-bachelor": 2962, "part-": 2963, "srf": 2964, "worth": 2965, "liabl": 2966, "en/program-structur": 2967, "a-1a": 2968, "templat": 2969, "deput": 2970, "industry-academia": 2971, "notion": 2972, "redefin": 2973, "shreya": 2974, "prabhanshu": 2975, "devot": 2976, "demand-driven": 2977, "post-gradu": 2978, "advent": 2979, "shakti": 2980, "rao": 2981, "etc.": 2982, "shahzad": 2983, "indranil": 2984, "clad": 2985, "sanjay": 2986, "mechanist": 2987, "photosynthet": 2988, "flavor": 2989, "ppm": 2990, "sipra": 2991, "mohapatra": 2992, "ap": 2993, "surbhi": 2994, "euro": 2995, "renown": 2996, "natthi": 2997, "bhatt": 2998, "noi": 2999, "techpark": 3000, ".6m": 3001, "cosmic": 3002, "bhushan": 3003, "amaz": 3004, "gravit": 3005, "samapika": 3006, "hota": 3007, "electrocatalyst": 3008, "metr": 3009, "nanoscal": 3010, "renorm": 3011, "bhunia": 3012, "proof": 3013, "anusandhan": 3014, "three-dimension": 3015, "helpdesk": 3016, "strongli": 3017, "visionari": 3018, "draw": 3019, "idrc": 3020, "platinum": 3021, "allahabad": 3022, "msme": 3023, "inerti": 3024, "techscape/en": 3025, "larger": 3026, "kshema": 3027, "nervou": 3028, "karwad": 3029, "pic": 3030, "visvesvaraya": 3031, "humboldt": 3032, "manageri": 3033, "bill": 3034, "settlement": 3035, "tittl": 3036, "graphen": 3037, "nagpur": 3038, "lucknow": 3039, "auto": 3040, "m.de": 3041, "grand": 3042, "andhra": 3043, "notabl": 3044, "logo": 3045, "entiti": 3046, "clearli": 3047, "outdat": 3048, "sole": 3049, "paus": 3050, "occur": 3051, "dismiss": 3052, "arrow": 3053, "tab": 3054, "expir": 3055, "auto-upd": 3056, "panel": 3057, "guarante": 3058, "unauthor": 3059, "disclosur": 3060, "tourist": 3061, "traffic": 3062, "charter": 3063, "80g": 3064, "dosa": 3065, "endeavor": 3066, "iitj-tisc": 3067, "intrins": 3068, "icosahedr": 3069, "broadli": 3070, "grain": 3071, "blue": 3072, "pristin": 3073, "hc": 3074, "professor-in-charg": 3075, "ambul": 3076, "seen": 3077, "rci": 3078, "hackathon": 3079, "waveguid": 3080, "dispers": 3081, "lithographi": 3082, "aerial": 3083, "remark": 3084, "roorke": 3085, "porou": 3086, "deflect": 3087, "ar-vr": 3088, "large-scal": 3089, "enthusiast": 3090, "feder": 3091, "mondal": 3092, "sikarwar": 3093, "ijcai": 3094, "chatterje": 3095, "behaviour": 3096, "multi-ag": 3097, "zehavi": 3098, "fedor": 3099, "fomin": 3100, "gatti": 3101, "ad-hoc": 3102, "ajay": 3103, "8th": 3104, "mallick": 3105, "classifi": 3106, "mazumd": 3107, "bhatia": 3108, "forens": 3109, "majumdar": 3110, "hundr": 3111, "12th": 3112, "bhandari": 3113, "sagar": 3114, "texa": 3115, "contract": 3116, "win": 3117, "iapr": 3118, "4th": 3119, "storytel": 3120, "cmo": 3121, "semant": 3122, "suni": 3123, "microsoft": 3124, "kharagpur": 3125, "en/postgraduate-program": 3126, "ramesh": 3127, "front": 3128, "imprint": 3129, "en/undergraduate-program": 3130, "gandhi": 3131, "mit": 3132, "ray": 3133, "west": 3134, "enthusiasm": 3135, "heavi": 3136, "restor": 3137, "en/collabor": 3138, "tfe": 3139, "preval": 3140, "boil": 3141, "kinemat": 3142, "legaci": 3143, "fusion": 3144, "tent": 3145, "kindli": 3146, "amongst": 3147, "qualit": 3148, "smaw": 3149, "p91": 3150, "shrinkag": 3151, "substanc": 3152, "although": 3153, "pcm": 3154, "band": 3155, "irradi": 3156, "plappal": 3157, "viabl": 3158, "irrig": 3159, "nanocomposit": 3160, "linear": 3161,